{
    "A. J. McLean": [
        "Music is love, love is music, music is life, and I love my life. Thank you and good night."
    ],
    "Abhishek Bachchan": [
        "A birthday is just another day where you go to work and people give you love. Age is just a state of mind, and you are as old as you think you are. You have to count your blessings and be happy."
    ],
    "Abigail Spencer": [
        "Unless you paddle for the wave, you'll never know if you could catch it. But once you do... Ride it as long as you can. Love as long as you can."
    ],
    "Afrika Bambaataa": [
        "The Universal Zulu Nation stands to acknowledge wisdom, understanding, freedom, justice, and equality, peace, unity, love, and having fun, work, overcoming the negative through the positive, science, mathematics, faith, facts, and the wonders of God, whether we call him Allah, Jehovah, Yahweh, or Jah."
    ],
    "Al Lopez": [
        "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field. If you don't love what you're doing and you can't give it your best, get out of it. Life is too short. You'll be an old man before you know it."
    ],
    "Alan Furst": [
        "I love Paris for the million reasons that everybody loves the city. It's an incredibly romantic and beautiful place."
    ],
    "Albert Camus": [
        "It is necessary to fall in love... if only to provide an alibi for all the random despair you are going to feel anyway.",
        "I should like to be able to love my country and still love justice."
    ],
    "Albert Einstein": [
        "You can't blame gravity for falling in love."
    ],
    "Albert Schweitzer": [
        "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful."
    ],
    "Alfred Lord Tennyson": [
        "'Tis better to have loved and lost than never to have loved at all."
    ],
    "Amaury Nolasco": [
        "If you have a brother or sister, tell them you love them every day - that's the most beautiful thing. I told my sister how much I loved her every day. That's the only reason I'm OK right now."
    ],
    "Amelia Earhart": [
        "The more one does and sees and feels, the more one is able to do, and the more genuine may be one's appreciation of fundamental things like home, and love, and understanding companionship."
    ],
    "Anais Nin": [
        "Throw your dreams into space like a kite, and you do not know what it will bring back, a new life, a new friend, a new love, a new country.",
        "What I cannot love, I overlook. Is that real friendship?"
    ],
    "Andy Serkis": [
        "Every age has its storytelling form, and video gaming is a huge part of our culture. You can ignore or embrace video games and imbue them with the best artistic quality. People are enthralled with video games in the same way as other people love the cinema or theatre."
    ],
    "Ann Landers": [
        "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses."
    ],
    "Anne Frank": [
        "Everyone has inside of him a piece of good news. The good news is that you don't know how great you can be! How much you can love! What you can accomplish! And what your potential is!"
    ],
    "Antoine de Saint-Exupery": [
        "For true love is inexhaustible; the more you give, the more you have. And if you go to draw at the true fountainhead, the more water you draw, the more abundant is its flow."
    ],
    "Ariana Grande": [
        "Be happy with being you. Love your flaws. Own your quirks. And know that you are just as perfect as anyone else, exactly as you are.",
        "Love is a really scary thing, and you never know what's going to happen. It's one of the most beautiful things in life, but it's one of the most terrifying. It's worth the fear because you have more knowledge, experience, you learn from people, and you have memories."
    ],
    "Aristotle": [
        "Love is composed of a single soul inhabiting two bodies."
    ],
    "Arthur Rubinstein": [
        "I have found that if you love life, life will love you back."
    ],
    "Arthur Schopenhauer": [
        "A man can be himself only so long as he is alone, and if he does not love solitude, he will not love freedom, for it is only when he is alone that he is really free."
    ],
    "Arundhati Roy": [
        "I think the kind of landscape that you grew up in, it lives with you. I don't think it's true of people who've grown up in cities so much; you may love a building, but I don't think that you can love it in the way that you love a tree or a river or the colour of the earth; it's a different kind of love."
    ],
    "Audrey Hepburn": [
        "The beauty of a woman must be seen from in her eyes, because that is the doorway to her heart, the place where love resides.",
        "I was born with an enormous need for affection, and a terrible need to give it.",
        "I love people who make me laugh. I honestly think it's the thing I like most, to laugh. It cures a multitude of ills. It's probably the most important thing in a person.",
        "I'm an introvert... I love being by myself, love being outdoors, love taking a long walk with my dogs and looking at the trees, flowers, the sky."
    ],
    "Barack Obama": [
        "We, the People, recognize that we have responsibilities as well as rights; that our destinies are bound together; that a freedom which only asks what's in it for me, a freedom without a commitment to others, a freedom without love or charity or duty or patriotism, is unworthy of our founding ideals, and those who died in their defense."
    ],
    "Barbara De Angelis": [
        "Love and kindness are never wasted. They always make a difference. They bless the one who receives them, and they bless you, the giver."
    ],
    "Barbara Hershey": [
        "Yes, it was love at first sight. I feel that after all these years, I have finally found my soul mate."
    ],
    "Barry Williams": [
        "I don't think of myself as a role model. I do try to live in a compassionate, considerate and positive way. The only advice I can offer is to find what you love to do, find the joy in it, and express yourself through your passion."
    ],
    "Ben Okri": [
        "The most authentic thing about us is our capacity to create, to overcome, to endure, to transform, to love and to be greater than our suffering."
    ],
    "Benjamin Franklin Fairless": [
        "What is the recipe for successful achievement? To my mind there are just four essential ingredients: Choose a career you love, give it the best there is in you, seize your opportunities, and be a member of the team."
    ],
    "Bernie Siegel": [
        "Feelings aroused by the touch of someone's hand, the sound of music, the smell of a flower, a beautiful sunset, a work of art, love, laughter, hope and faith - all work on both the unconscious and the conscious aspects of the self, and they have physiological consequences as well.",
        "God wants us to know that life is a series of beginnings, not endings. Just as graduations are not terminations, but commencements. Creation is an ongoing process, and when we create a perfect world where love and compassion are shared by all, suffering will cease."
    ],
    "Bertrand Russell": [
        "The good life is one inspired by love and guided by knowledge."
    ],
    "Beyonce Knowles": [
        "When you love and accept yourself, when you know who really cares about you, and when you learn from your mistakes, then you stop caring about what people who don't know you think."
    ],
    "Billy Graham": [
        "Nothing can bring a real sense of security into the home except true love."
    ],
    "Bindi Irwin": [
        "As I'm getting older, I'm really learning unconditional love and loyalty are extremely important."
    ],
    "Bipasha Basu": [
        "I want to tell women that you need to love yourself and make yourself a priority. It's only when you are happy yourself, can you make everyone else around you happy. I am still a dreamer and still believe in fairy tales, but there is only that much one should give another person. You need to keep something for yourself."
    ],
    "Blaise Pascal": [
        "Love has reasons which reason cannot understand."
    ],
    "Boris Pasternak": [
        "Love is not weakness. It is strong. Only the sacrament of marriage can contain it."
    ],
    "Brad Henry": [
        "A good teacher can inspire hope, ignite the imagination, and instill a love of learning."
    ],
    "Bradley Whitford": [
        "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth."
    ],
    "Brandon Jenner": [
        "We can bring positive energy into our daily lives by smiling more, talking to strangers in line, replacing handshakes with hugs, and calling our friends just to tell them we love them."
    ],
    "Brene Brown": [
        "I spent a lot of years trying to outrun or outsmart vulnerability by making things certain and definite, black and white, good and bad. My inability to lean into the discomfort of vulnerability limited the fullness of those important experiences that are wrought with uncertainty: Love, belonging, trust, joy, and creativity to name a few.",
        "A deep sense of love and belonging is an irreducible need of all people. We are biologically, cognitively, physically, and spiritually wired to love, to be loved, and to belong. When those needs are not met, we don't function as we were meant to. We break. We fall apart. We numb. We ache. We hurt others. We get sick."
    ],
    "Brian Tracy": [
        "The greatest gift that you can give to others is the gift of unconditional love and acceptance."
    ],
    "Brigham Young": [
        "Love the giver more than the gift."
    ],
    "Bruce Forsyth": [
        "It may be an old cliche, but I think true love will last; it has no end. But finding the right person is a very difficult thing."
    ],
    "Bruce Lee": [
        "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.",
        "If you love life, don't waste time, for time is what life is made up of."
    ],
    "Bryan Batt": [
        "I'm in love with red. I think it's such a passionate color. Every flag of every country pretty much has red it it. It's power, there's no fence sitting with red. Either you love it or you don't. I think its blood and strength and life. I do love red. I love all colors. Great shades of blue, you find them in nature. They're all magic."
    ],
    "Bryant H. McGill": [
        "There is no love without forgiveness, and there is no forgiveness without love."
    ],
    "Buddha": [
        "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.",
        "Hatred does not cease by hatred, but only by love; this is the eternal rule.",
        "You, yourself, as much as anybody in the entire universe, deserve your love and affection."
    ],
    "Buffalo Bill": [
        "But the love of adventure was in father's blood."
    ],
    "Carl Sagan": [
        "For small creatures such as we the vastness is bearable only through love."
    ],
    "Celine Dion": [
        "Some people can't stand being alone. I love solitude and silence. But when I come out of it, I'm a regular talking machine. It's all or nothing for me."
    ],
    "Chanel Iman": [
        "Accept yourself, love yourself."
    ],
    "Chantal Sutherland": [
        "There are other things that I could do, but there's really nothing that I love as much as horse racing."
    ],
    "Charles Caleb Colton": [
        "Friendship often ends in love; but love in friendship - never."
    ],
    "Charles Dickens": [
        "A loving heart is the truest wisdom."
    ],
    "Charles Kuralt": [
        "The love of family and the admiration of friends is much more important than wealth and privilege."
    ],
    "Charles M. Schulz": [
        "All you need is love. But a little chocolate now and then doesn't hurt."
    ],
    "Charles Maurice de Talleyrand": [
        "Black as the devil, hot as hell, pure as an angel, sweet as love."
    ],
    "Charles Stanley": [
        "There is only one secure foundation: a genuine, deep relationship with Jesus Christ, which will carry you through any and all turmoil. No matter what storms are raging all around, you'll stand firm if you stand on His love."
    ],
    "Charles de Gaulle": [
        "Patriotism is when love of your own people comes first; nationalism, when hate for people other than your own comes first."
    ],
    "Chelsea Leyland": [
        "The best thing about being a DJ is making people happy. There is nothing like seeing people get up from a table to dance or the expression on their face when they hear a song they love. I also love to educate people on music they have never heard."
    ],
    "Chill Wills": [
        "Win, lose or draw, you're all my cousins and I love you."
    ],
    "Christian Louboutin": [
        "If you do what you love, it is the best way to relax."
    ],
    "Christina Milian": [
        "My favorite thing about motherhood is the outpouring of love that is non-judgmental and beautiful. My daughter just makes me happy, and she motivates me to be a kid again."
    ],
    "Christina Perri": [
        "You need to love yourself and be yourself one hundred percent before you can actually love someone else."
    ],
    "Christopher Marlowe": [
        "Come live with me and be my love, And we will all the pleasures prove, That valleys, groves, hills, and fields, Woods, or steepy mountain yields."
    ],
    "Chuck Palahniuk": [
        "Find joy in everything you choose to do. Every job, relationship, home... it's your responsibility to love it, or change it."
    ],
    "Cindy Morgan": [
        "I love spending time with my friends and family. The simplest things in life give me the most pleasure: cooking a good meal, enjoying my friends."
    ],
    "Common": [
        "You have to be sincere in your feelings. And fear is one of those, sometimes; doubt is one of those; jealousy, anger - all your emotions are not going to be considered the strong emotions; all of them are not going to be love, happiness, joy."
    ],
    "Confucius": [
        "Choose a job you love, and you will never have to work a day in your life.",
        "It is easy to hate and it is difficult to love. This is how the whole scheme of things works. All good things are difficult to achieve; and bad things are very easy to get."
    ],
    "Conor Oberst": [
        "I really just want to be warm yellow light that pours over everyone I love.",
        "I think in a lot of ways unconditional love is a myth. My mom's the only reason I know it's a real thing."
    ],
    "Corita Kent": [
        "Love the moment and the energy of that moment will spread beyond all boundaries."
    ],
    "Daisaku Ikeda": [
        "With love and patience, nothing is impossible."
    ],
    "Dalai Lama": [
        "All religions try to benefit people, with the same basic message of the need for love and compassion, for justice and honesty, for contentment.",
        "Love and compassion are necessities, not luxuries. Without them humanity cannot survive."
    ],
    "Dale Evans": [
        "Christmas, my child, is love in action. Every time we love, every time we give, it's Christmas."
    ],
    "Dan Butler": [
        "Besides, I have a sister who's straight. And I want her to know that I love her and support her."
    ],
    "Daniel Gilbert": [
        "I think good things are happening to me and will continue. I am not optimistic about the rest of the species, but I'm so blessed, it's almost scary. I'm sorry to disappoint you, but I have a wildly sunny disposition. I love to laugh."
    ],
    "Dave Grohl": [
        "There's a big difference between falling in love with someone and falling in love with someone and getting married. Usually, after you get married, you fall in love with the person even more."
    ],
    "David A. Bednar": [
        "We should remember that saying 'I love you' is only a beginning. We need to say it, we need to mean it, and most importantly we need consistently to show it. We need to both express and demonstrate love."
    ],
    "David Beckham": [
        "I don't have time for hobbies. At the end of the day, I treat my job as a hobby. It's something I love doing."
    ],
    "David Frost": [
        "Don't aim for success if you want it; just do what you love and believe in, and it will come naturally."
    ],
    "David Gest": [
        "Liza, I love you more than any words can say. You have made me a complete person. You are everything to me. And I cannot think of living life without you. And I love you forever."
    ],
    "Denis Waitley": [
        "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude."
    ],
    "Derek Jeter": [
        "I love it when people doubt me. It makes me work harder to prove them wrong."
    ],
    "Desmond Tutu": [
        "Your ordinary acts of love and hope point to the extraordinary promise that every human life is of inestimable value."
    ],
    "Devon Sawa": [
        "Yeah, I love doing ensemble pieces. You get to meet so many new people and make new friends."
    ],
    "Diana Nyad": [
        "Swimming is probably the ultimate of burnout sports. It's ironic because millions of people who swim as their regular exercise love the meditation aspect of it; you don't wind up with any orthopedic injuries. But when you swim at a world class level for hours and hours - the loneness of the long distance runner."
    ],
    "Domhnall Gleeson": [
        "Life is difficult for everyone; everyone has bad days. Everyone has trouble in their life, because it doesn't matter how rich you are: Sickness and trouble and worry and love, these things will mess with you at every level of life."
    ],
    "Don Miguel Ruiz": [
        "Be Impeccable With Your Word. Speak with integrity. Say only what you mean. Avoid using the word to speak against yourself or to gossip about others. Use the power of your word in the direction of truth and love."
    ],
    "Donald Knuth": [
        "Everyday life is like programming, I guess. If you love something you can put beauty into it."
    ],
    "Dorothea Dix": [
        "The rose is the flower and handmaiden of love - the lily, her fair associate, is the emblem of beauty and purity."
    ],
    "Dorothy L. Sayers": [
        "I love you - I am at rest with you - I have come home."
    ],
    "Douglas Adams": [
        "I love deadlines. I like the whooshing sound they make as they fly by."
    ],
    "Drake": [
        "Jealousy is just love and hate at the same time."
    ],
    "Dwayne Johnson": [
        "If I love you, I show you I love you every day. Little things, big things."
    ],
    "Dwight L. Moody": [
        "Faith makes all things possible... love makes all things easy."
    ],
    "Dylan Lauren": [
        "Believe in yourself, listen to your gut, and do what you love."
    ],
    "Eckhart Tolle": [
        "In the stillness of your presence, you can feel your own formless and timeless reality as the unmanifested life that animates your physical form. You can then feel the same life deep within every other human and every other creature. You look beyond the veil of form and separation. This is the realization of oneness. This is love.",
        "To know yourself as the Being underneath the thinker, the stillness underneath the mental noise, the love and joy underneath the pain, is freedom, salvation, enlightenment."
    ],
    "Eden Ahbez": [
        "Some white people hate black people, and some white people love black people, some black people hate white people, and some black people love white people. So you see it's not an issue of black and white, it's an issue of Lovers and Haters."
    ],
    "Edi Gathegi": [
        "I am sort of an adventurer. I like to explore new places. I don't get to travel as often as I would like but I love it."
    ],
    "Edmond de Goncourt": [
        "Today I begin to understand what love must be, if it exists... When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence."
    ],
    "Edmund Burke": [
        "To make us love our country, our country ought to be lovely."
    ],
    "Elie Wiesel": [
        "The opposite of love is not hate, it's indifference."
    ],
    "Eliza Dushku": [
        "I have nieces and nephews that I love hanging out with, and they think I'm the biggest goof on the planet."
    ],
    "Elizabeth Gilbert": [
        "Creativity itself doesn't care at all about results - the only thing it craves is the process. Learn to love the process and let whatever happens next happen, without fussing too much about it. Work like a monk, or a mule, or some other representative metaphor for diligence. Love the work. Destiny will do what it wants with you, regardless."
    ],
    "Ellen DeGeneres": [
        "If we're destroying our trees and destroying our environment and hurting animals and hurting one another and all that stuff, there's got to be a very powerful energy to fight that. I think we need more love in the world. We need more kindness, more compassion, more joy, more laughter. I definitely want to contribute to that."
    ],
    "Ellen G. White": [
        "True love is not a strong, fiery, impetuous passion. It is, on the contrary, an element calm and deep. It looks beyond mere externals, and is attracted by qualities alone. It is wise and discriminating, and its devotion is real and abiding."
    ],
    "Emily Dickinson": [
        "Unable are the loved to die, for love is immortality."
    ],
    "Eminem": [
        "I say what I want to say and do what I want to do. There's no in between. People will either love you for it or hate you for it."
    ],
    "Emma Roberts": [
        "I love dressing up. It's the best part of being a girl, I think."
    ],
    "Erich Fromm": [
        "Mother's love is peace. It need not be acquired, it need not be deserved.",
        "Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'"
    ],
    "Ernest Hemingway": [
        "I love to go to the zoo. But not on Sunday. I don't like to see the people making fun of the animals, when it should be the other way around.",
        "I love sleep. My life has the tendency to fall apart when I'm awake, you know?",
        "Never go on trips with anyone you do not love."
    ],
    "Eugene Kennedy": [
        "There would be no need for love if perfection were possible. Love arises from our imperfection, from our being different and always in need of the forgiveness, encouragement and that missing half of ourselves that we are searching for, as the Greek myth tells us, in order to complete ourselves."
    ],
    "Euripides": [
        "Friends show their love in times of trouble, not in happiness.",
        "He is not a lover who does not love forever."
    ],
    "Evel Knievel": [
        "I love the feeling of the fresh air on my face and the wind blowing through my hair."
    ],
    "Ferdinand Foch": [
        "The most powerful weapon on earth is the human soul on fire."
    ],
    "Francis of Assisi": [
        "Lord, make me an instrument of thy peace. Where there is hatred, let me sow love."
    ],
    "Francois de La Rochefoucauld": [
        "True love is like ghosts, which everyone talks about and few have seen."
    ],
    "Frank Lloyd Wright": [
        "Study nature, love nature, stay close to nature. It will never fail you."
    ],
    "Frank Sinatra": [
        "Alcohol may be man's worst enemy, but the bible says love your enemy."
    ],
    "Frida Kahlo": [
        "I love you more than my own skin."
    ],
    "Friedrich Nietzsche": [
        "It is not a lack of love, but a lack of friendship that makes unhappy marriages.",
        "We love life, not because we are used to living but because we are used to loving.",
        "Love is blind; friendship closes its eyes.",
        "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
        "There is always some madness in love. But there is also always some reason in madness."
    ],
    "Garrison Keillor": [
        "Thank you, dear God, for this good life and forgive us if we do not love it enough. Thank you for the rain. And for the chance to wake up in three hours and go fishing: I thank you for that now, because I won't feel so thankful then.",
        "Thank you, God, for this good life and forgive us if we do not love it enough."
    ],
    "Gary Oldman": [
        "People who know me, they know I have a sense of humor, I'm a bit of a joker, a bit of a clown really, and I would love someone to exploit that side of me and send me a romantic comedy."
    ],
    "George Bernard Shaw": [
        "There is no sincerer love than the love of food."
    ],
    "George Sand": [
        "There is only one happiness in this life, to love and be loved."
    ],
    "Geri Halliwell": [
        "I love being on the beach - it's my favourite place. I can chill out, read, listen to music, play with my daughter."
    ],
    "Giada De Laurentiis": [
        "Food brings people together on many different levels. It's nourishment of the soul and body; it's truly love."
    ],
    "Gilbert K. Chesterton": [
        "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless."
    ],
    "Gina Bellman": [
        "I love those connections that make this big old world feel like a little village."
    ],
    "Ginger Rogers": [
        "My love for ice cream emerged at an early age - and has never left!"
    ],
    "Gisele Bundchen": [
        "Because I had my family, I felt like I could be a bird and fly and experience and do. Because I had roots somewhere, I knew that they would love me no matter what, and I could always go back home and they were going to love me."
    ],
    "Gloria Vanderbilt": [
        "I love to think that animals and humans and plants and fishes and trees and stars and the moon are all connected."
    ],
    "Grace Gealey": [
        "We may not know what each day has in store for us. We could be gone tomorrow. Any minute could truly be our goodbye. But we do have this moment. This time. Today. Right now. It takes way more effort to shell out hate then it does to allow love to flow freely in our lives. After all, it's what we were born to do."
    ],
    "H. Jackson Brown, Jr.": [
        "Love is when the other person's happiness is more important than your own.",
        "Sometimes the heart sees what is invisible to the eye.",
        "Never forget the three powerful resources you always have available to you: love, prayer, and forgiveness."
    ],
    "Harry Connick, Jr.": [
        "I love my wife and I know she loves me. We're best friends. We're just lucky to have found each other. It takes a lot of work but I just feel very blessed that I found the right person. It's a very fortunate situation and not everyone has that.",
        "Marriage has made me a lot happier and I'm deeply in love with my wife, and I thank God for her every day."
    ],
    "Heather Morris": [
        "I love looking in the mirror and feeling good about what I see."
    ],
    "Helen Keller": [
        "Love is like a beautiful flower which I may not touch, but whose fragrance makes the garden a place of delight just the same.",
        "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us."
    ],
    "Henri Nouwen": [
        "If fear is the great enemy of intimacy, love is its true friend.",
        "Did I offer peace today? Did I bring a smile to someone's face? Did I say words of healing? Did I let go of my anger and resentment? Did I forgive? Did I love? These are the real questions. I must trust that the little bit of love that I sow now will bear many fruits, here in this world and the life to come."
    ],
    "Henri de Toulouse-Lautrec": [
        "The body of a beautiful woman is not made for love; it is too exquisite."
    ],
    "Henry Austin Dobson": [
        "Love comes unseen; we only see it go."
    ],
    "Henry B. Eyring": [
        "For each of us, life is a journey. Heavenly Father designed it for us out of love. Each of us has unique experiences and characteristics, but our journey began in the same place before we were born into this world."
    ],
    "Henry David Thoreau": [
        "If a man walks in the woods for love of them half of each day, he is in danger of being regarded as a loafer. But if he spends his days as a speculator, shearing off those woods and making the earth bald before her time, he is deemed an industrious and enterprising citizen.",
        "There is no remedy for love but to love more.",
        "Pursue some path, however narrow and crooked, in which you can walk with love and reverence.",
        "Do what you love. Know your own bone; gnaw at it, bury it, unearth it, and gnaw it still."
    ],
    "Henry Van Dyke": [
        "Time is too slow for those who wait, too swift for those who fear, too long for those who grieve, too short for those who rejoice, but for those who love, time is eternity."
    ],
    "Henry Ward Beecher": [
        "We never know the love of a parent till we become parents ourselves.",
        "There is no friendship, no love, like that of the parent for the child."
    ],
    "Hillary Clinton": [
        "You don't walk away if you love someone. You help the person."
    ],
    "Hippocrates": [
        "Wherever the art of medicine is loved, there is also a love of humanity."
    ],
    "Honore de Balzac": [
        "Nobody loves a woman because she is handsome or ugly, stupid or intelligent. We love because we love.",
        "A woman knows the face of the man she loves as a sailor knows the open sea.",
        "True love is eternal, infinite, and always like itself. It is equal and pure, without violent demonstrations: it is seen with white hairs and is always young in the heart."
    ],
    "Hubert H. Humphrey": [
        "The greatest healing therapy is friendship and love."
    ],
    "Ice T": [
        "I think singing and acting go hand in hand. Take an R&B singer: one song says, 'I love you,' the next is, 'Baby, don't leave me', the next is, 'If you leave me I don't care.' You have to drop in and out of different perspectives."
    ],
    "Idina Menzel": [
        "I love my husband very much. I knew it was real true love because I felt like I could be myself around that person. Your true, true innermost authentic self, the stuff you don't let anyone else see, if you can be that way with that person, I think that that's real love."
    ],
    "Ingrid Bergman": [
        "A kiss is a lovely trick designed by nature to stop speech when words become superfluous."
    ],
    "Ingrid Newkirk": [
        "Every animal has his or her story, his or her thoughts, daydreams, and interests. All feel joy and love, pain and fear, as we now know beyond any shadow of a doubt. All deserve that the human animal afford them the respect of being cared for with great consideration for those interests or left in peace."
    ],
    "Jack Layton": [
        "My friends, love is better than anger. Hope is better than fear. Optimism is better than despair. So let us be loving, hopeful and optimistic. And we'll change the world."
    ],
    "James A. Baldwin": [
        "Love takes off masks that we fear we cannot live without and know we cannot live within."
    ],
    "James E. Faust": [
        "A grateful heart is a beginning of greatness. It is an expression of humility. It is a foundation for the development of such virtues as prayer, faith, courage, contentment, happiness, love, and well-being.",
        "Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength."
    ],
    "James Herriot": [
        "If having a soul means being able to feel love and loyalty and gratitude, then animals are better off than a lot of humans."
    ],
    "Jane Austen": [
        "Friendship is certainly the finest balm for the pangs of disappointed love.",
        "To be fond of dancing was a certain step towards falling in love."
    ],
    "Jasmine Guy": [
        "It is a full time job being honest one moment at a time, remembering to love, to honor, to respect. It is a practice, a discipline, worthy of every moment."
    ],
    "Jean de La Fontaine": [
        "Rare as is true love, true friendship is rarer."
    ],
    "Jean de la Bruyere": [
        "Love and friendship exclude each other."
    ],
    "Jenn Proske": [
        "Love yourself. It is important to stay positive because beauty comes from the inside out."
    ],
    "Jennifer Aniston": [
        "I love that feeling of being in love, the effect of having butterflies when you wake up in the morning. That is special."
    ],
    "Jennifer Lopez": [
        "I have my own high standards for what I want in a partner and how I want to be treated. I bring a lot to the table. I'm not talking about material things but what I have to offer as a person - love and loyalty and all the things that make a good relationship."
    ],
    "Jenny Lewis": [
        "I think I have a hard time expressing myself in my relationships. I use songs to tell people how I'm feeling. If I can't say 'I love you,' I'll write a song about it and hope that the person figures it out."
    ],
    "Jeremy Taylor": [
        "Love is friendship set on fire."
    ],
    "Jessica Chastain": [
        "I don't want to be in my car all day. I love getting up in the morning in Venice and walking my dogs down to the cafe to get my tea, and then perhaps going to a bookstore and sitting and reading, then walking to the beach."
    ],
    "Jessica Simpson": [
        "I love to be comfortable, but I also love to play up the glamour."
    ],
    "Jesus Christ": [
        "A new command I give you: Love one another. As I have loved you, so you must love one another.",
        "As the Father has loved me, so have I loved you.",
        "But I say to you, Love your enemies and pray for those who persecute you, so that you may be sons of your Father who is in heaven; for he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.",
        "All the commandments: You shall not commit adultery, you shall not kill, you shall not steal, you shall not covet, and so on, are summed up in this single command: You must love your neighbor as yourself."
    ],
    "Jewel": [
        "I enjoy hard work; I love setting goals and achieving them."
    ],
    "Jiddu Krishnamurti": [
        "Have you not noticed that love is silence? It may be while holding the hand of another, or looking lovingly at a child, or taking in the beauty of an evening. Love has no past or future, and so it is with this extraordinary state of silence."
    ],
    "Jim Carrey": [
        "A lot of good love can happen in ten years."
    ],
    "Jim Morrison": [
        "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is."
    ],
    "Jimi Hendrix": [
        "When the power of love overcomes the love of power the world will know peace.",
        "The story of life is quicker than the blink of an eye, the story of love is hello, goodbye."
    ],
    "Jimmy Dean": [
        "Love is an ice cream sundae, with all the marvelous coverings. Sex is the cherry on top."
    ],
    "Jimmy Fallon": [
        "I'd be nothing without my wife. She's the coolest. She's the greatest. She is the smartest. She's the funniest. I love her so much. She's like the - it's like your best friend for the rest of your life."
    ],
    "Joe Carnahan": [
        "I love the ambiguous kind of endings. I think, oftentimes, that's what life really is - there's no concrete path for you to take. It's always kind of a jumble of variables. Behind this door could be a beautiful woman, and behind the same door could be a tiger, you know? You don't know."
    ],
    "Joel Madden": [
        "My mom always said that there would be haters. Not everyone can love ya."
    ],
    "Joel Osteen": [
        "Don't ever criticize yourself. Don't go around all day long thinking, 'I'm unattractive, I'm slow, I'm not as smart as my brother.' God wasn't having a bad day when he made you... If you don't love yourself in the right way, you can't love your neighbour. You can't be as good as you are supposed to be.",
        "Christmas is the perfect time to celebrate the love of God and family and to create memories that will last forever. Jesus is God's perfect, indescribable gift. The amazing thing is that not only are we able to receive this gift, but we are able to share it with others on Christmas and every other day of the year."
    ],
    "Johann Wolfgang von Goethe": [
        "Love and desire are the spirit's wings to great deeds.",
        "To witness two lovers is a spectacle for the gods.",
        "Love does not dominate; it cultivates."
    ],
    "John Keats": [
        "I love you the more in that I believe you had liked me for my own sake and for nothing else."
    ],
    "John Lennon": [
        "We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.",
        "Love is the flower you've got to let grow.",
        "If someone thinks that love and peace is a cliche that must have been left behind in the Sixties, that's his problem. Love and peace are eternal.",
        "Love is the answer, and you know that for sure; Love is a flower, you've got to let it grow."
    ],
    "John Muir": [
        "Rocks and waters, etc., are words of God, and so are men. We all flow from one fountain Soul. All are expressions of one Love."
    ],
    "John Ortberg": [
        "Being deeply contented with God in my everyday life is a focused attitude. It is always available. It means practicing letting go of my obsession with how I'm doing. It means training myself to learn to actually be present with people, and seeking to love them."
    ],
    "John Ruskin": [
        "The purest and most thoughtful minds are those which love colour the most."
    ],
    "John Wooden": [
        "The most important thing in the world is family and love."
    ],
    "Johnny Weir": [
        "Love myself I do. Not everything, but I love the good as well as the bad. I love my crazy lifestyle, and I love my hard discipline. I love my freedom of speech and the way my eyes get dark when I'm tired. I love that I have learned to trust people with my heart, even if it will get broken. I am proud of everything that I am and will become."
    ],
    "Jose Rizal": [
        "He who does not love his own language is worse than an animal and smelly fish."
    ],
    "Joseph B. Wirthlin": [
        "The more often we see the things around us - even the beautiful and wonderful things - the more they become invisible to us. That is why we often take for granted the beauty of this world: the flowers, the trees, the birds, the clouds - even those we love. Because we see things so often, we see them less and less."
    ],
    "Joseph Campbell": [
        "Love is a friendship set to music."
    ],
    "Joseph Joubert": [
        "A part of kindness consists in loving people more than they deserve."
    ],
    "Josh Billings": [
        "A dog is the only thing on earth that loves you more than you love yourself."
    ],
    "Joyce Brothers": [
        "The best proof of love is trust."
    ],
    "Joyce Giraud": [
        "With me, what you see is what you get. Yes, call me naive, but I love life. I am happy, and for that, I make no apologies. I do like to see the best in people, and when someone is nice to my face, I tend to believe them."
    ],
    "Juan Pablo Galavis": [
        "In life, you have to take the pace that love goes. You don't force it. You just don't force love, you don't force falling in love, you don't force being in love - you just become. I don't know how to say that in English, but you just feel it."
    ],
    "Julia Child": [
        "The secret of a happy marriage is finding the right person. You know they're right if you love to be with them all the time."
    ],
    "Julia Roberts": [
        "True love doesn't come to you it has to be inside you."
    ],
    "Julianne Hough": [
        "I think every girl needs to love herself, regardless of anything. Like if you're having a bad day, if you don't like your hair, if you don't have the best family situation, whatever, you have to love yourself and you can't do anything until you love yourself first."
    ],
    "Julianne Moore": [
        "I think that one of the things that you do learn is that falling in love and being in love with someone is a rarity. That you don't fall in love as many times as you think you're going to. And then when you do, it's really special; it's really important."
    ],
    "Juliette Binoche": [
        "What I love most about this crazy life is the adventure of it."
    ],
    "Kailash Kher": [
        "Singing is my passion, my first love and the secret of my energy. Music to me is like finding my inner self, my soul. It gives me a great joy to see audiences enjoying with me. I have given my heart to singing. When I sing, I can feel romance in everything around me."
    ],
    "Karen Kain": [
        "Surround yourself with people who provide you with support and love and remember to give back as much as you can in return."
    ],
    "Karen Salmansohn": [
        "You're not looking for perfection in your partner. Perfection is all about the ego. With soulmate love, you know that true love is what happens when disappointment sets in - and you're willing to deal maturely with these disappointments."
    ],
    "Kat Graham": [
        "I have more of a desire to write songs about being an independent woman than being in love, songs about getting up and moving on even if I have a broken heart."
    ],
    "Kate Forsyth": [
        "I love fairy tales because of their haunting beauty and magical strangeness. They are set in worlds where anything can happen. Frogs can be kings, a thicket of brambles can hide a castle where a royal court has lain asleep for a hundred years, a boy can outwit a giant, and a girl can break a curse with nothing but her courage and steadfastness."
    ],
    "Katharine Lee Bates": [
        "Love planted a rose, and the world turned sweet."
    ],
    "Katherine Mansfield": [
        "I love the rain. I want the feeling of it on my face."
    ],
    "Kathie Lee Gifford": [
        "Love in the real world means saying you're sorry 10 times a day."
    ],
    "Katie Aselton": [
        "It took me a really long time to decide who I want my circle to be and who I want to surround myself with. Once you make that choice, that is where I feel like I have built my strength. This is my life choice. These are the people that make me feel good about me, and that I love and adore and will do anything for."
    ],
    "Katrina Kaif": [
        "Every one has her own love life. Every one has a dream to get a perfect life partner. But this is not so easy in real life. In fact, one doesn't love; it happens."
    ],
    "Katy Perry": [
        "I'm a good girl because I really believe in love, integrity, and respect."
    ],
    "Keanu Reeves": [
        "Falling in love and having a relationship are two different things."
    ],
    "Kelly Brook": [
        "What I am is how I came out. No one's perfect and you just have to accept your flaws and learn to love yourself."
    ],
    "Kelly Clarkson": [
        "My friends and family are my support system. They tell me what I need to hear, not what I want to hear and they are there for me in the good and bad times. Without them I have no idea where I would be and I know that their love for me is what's keeping my head above the water."
    ],
    "Kenny Wormald": [
        "I have a really good family. I'm lucky to have people who support me and love me in my life."
    ],
    "Kent Nerburn": [
        "Until you have a son of your own... you will never know the joy, the love beyond feeling that resonates in the heart of a father as he looks upon his son."
    ],
    "Kevin Alejandro": [
        "I absolutely love spending time with my family."
    ],
    "Kevin DeYoung": [
        "The Bible tells us to love our neighbors as ourselves. Surely part of loving in this way is trying to understand what another person wants us to understand. I may not understand perfectly and I may not agree, but if I love you I should try to know what it is you wish I could know."
    ],
    "Khalil Gibran": [
        "I love you when you bow in your mosque, kneel in your temple, pray in your church. For you and I are sons of one religion, and it is the spirit.",
        "If your heart is a volcano, how shall you expect flowers to bloom?",
        "And ever has it been known that love knows not its own depth until the hour of separation.",
        "Love one another, but make not a bond of love: Let it rather be a moving sea between the shores of your souls.",
        "Love... it surrounds every being and extends slowly to embrace all that shall be.",
        "But let there be spaces in your togetherness and let the winds of the heavens dance between you. Love one another but make not a bond of love: let it rather be a moving sea between the shores of your souls.",
        "Life without love is like a tree without blossoms or fruit.",
        "If you love somebody, let them go, for if they return, they were always yours. And if they don't, they never were."
    ],
    "Kiefer Sutherland": [
        "I've always traveled with a picture of my daughter from 1989, her kindergarten school picture, that has 'I love you, Daddy' written on it. She's always made fun of me because I never changed that picture out. It's like my resistance to her getting older. It was the first thing she'd ever written to me and it means the world to me."
    ],
    "Kim Barnouin": [
        "I am such a sap when it comes to love! I believe in love at first sight all the way. But that's just the way it happened to me with my relationships. I love the idea of two people looking at each other and electricity flying around them; it's so romantic, and it's a great feeling."
    ],
    "Kim Smith": [
        "I love meeting new people; I think everyone has a story to tell. We should all listen sometimes."
    ],
    "Kina Grannis": [
        "In finding love, I think it's important to be patient. In being in a relationship, I think it's important to be honest, to communicate, to respect and trust, and to strive to give more than you take."
    ],
    "Kinky Friedman": [
        "Money can buy you a fine dog, but only love can make him wag his tail."
    ],
    "Kirk Cameron": [
        "It is my goal to love everyone. I hate no one. Regardless of their race, religion, their proclivities, the desire of their heart and how they want to live their life and the decisions that they make. I can even respect people's decisions and lifestyle choices just as I hope they have the courtesy to respect my decisions and my choices."
    ],
    "Kirsten Dunst": [
        "You can never control who you fall in love with, even when you're in the most sad, confused time of your life. You don't fall in love with people because they're fun. It just happens."
    ],
    "Kristen Wiig": [
        "I love the rain. It's my favorite weather."
    ],
    "Kristin Armstrong": [
        "Times of transition are strenuous, but I love them. They are an opportunity to purge, rethink priorities, and be intentional about new habits. We can make our new normal any way we want.",
        "When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.",
        "I love the big fresh starts, the clean slates like birthdays and new years, but I also really like the idea that we can get up every morning and start over."
    ],
    "Kyle Chandler": [
        "I really love to ride my motorcycle. When I want to just get away and be by myself and clear my head, that's what I do."
    ],
    "Lao Tzu": [
        "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.",
        "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage."
    ],
    "Larry Flynt": [
        "The two most misused words in the entire English vocabulary are love and friendship. A true friend would die for you, so when you start trying to count them on one hand, you don't need any fingers."
    ],
    "Laurieann Gibson": [
        "She's like a Barbie, then she wants to be a superhero, or coming out of a spaceship and everything's pink. She makes a certain move that's ghetto hood mixed with a little robot so its like I'm evolving Nicki Minaj and developing her style. She's fearless, and I love her."
    ],
    "Lawrence Welk": [
        "Never trust anyone completely but God. Love people, but put your full trust only in God."
    ],
    "Lea Michele": [
        "I love being outdoors - hiking, biking, and swimming."
    ],
    "Leo Buscaglia": [
        "Love is always bestowed as a gift - freely, willingly and without expectation. We don't love to be loved; we love to love.",
        "I have a very strong feeling that the opposite of love is not hate - it's apathy. It's not giving a damn."
    ],
    "Leonardo da Vinci": [
        "I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death."
    ],
    "Liana Liberato": [
        "Surround yourself with good people who encourage and love you. There are always ups and downs, no matter how successful you are."
    ],
    "Lil Wayne": [
        "Hate is only a form love that hasn't found a way to express itself logically."
    ],
    "Lilly Singh": [
        "Love who you are, embrace who you are. Love yourself. When you love yourself, people can kind of pick up on that: they can see confidence, they can see self-esteem, and naturally, people gravitate towards you."
    ],
    "Lord Byron": [
        "There is pleasure in the pathless woods, there is rapture in the lonely shore, there is society where none intrudes, by the deep sea, and music in its roar; I love not Man the less, but Nature more.",
        "Love will find a way through paths where wolves fear to prey."
    ],
    "Lorraine Hansberry": [
        "There is always something left to love. And if you ain't learned that, you ain't learned nothing."
    ],
    "Lou Holtz": [
        "Winners embrace hard work. They love the discipline of it, the trade-off they're making to win. Losers, on the other hand, see it as punishment. And that's the difference."
    ],
    "Louie Schwartzberg": [
        "Beauty and seduction, I believe, is nature's tool for survival, because we will protect what we fall in love with."
    ],
    "Louis V. Gerstner, Jr.": [
        "Computers are magnificent tools for the realization of our dreams, but no machine can replace the human spark of spirit, compassion, love, and understanding."
    ],
    "Luanne Rice": [
        "One of my earliest memories is of seeing my mother in her beach chair, reading a book under an umbrella by the water's edge while my sisters and I played beside her. Of all the life lessons she taught me, that is one of my favorites: to take time at a place I love, restore my spirit with books and the beach."
    ],
    "Lucille Ball": [
        "Love yourself first and everything else falls into line. You really have to love yourself to get anything done in this world."
    ],
    "Lucius Annaeus Seneca": [
        "Love in its essence is spiritual fire."
    ],
    "M. Scott Peck": [
        "Ultimately love is everything."
    ],
    "Madame de Stael": [
        "In matters of the heart, nothing is true except the improbable."
    ],
    "Madonna Ciccone": [
        "Be strong, believe in freedom and in God, love yourself, understand your sexuality, have a sense of humor, masturbate, don't judge people by their religion, color or sexual habits, love life and your family."
    ],
    "Mahatma Gandhi": [
        "Power is of two kinds. One is obtained by the fear of punishment and the other by acts of love. Power based on love is a thousand times more effective and permanent then the one derived from fear of punishment.",
        "Where there is love there is life."
    ],
    "Mao Zedong": [
        "Communism is not love. Communism is a hammer which we use to crush the enemy."
    ],
    "Marc Anthony": [
        "If you do what you love, you'll never work a day in your life."
    ],
    "Marc Jacobs": [
        "I don't love Photoshop; I like imperfection. It doesn't mean ugly. I love a girl with a gap between her teeth, versus perfect white veneers. Perfection is just... boring. Perfect is what's natural or real; that is beauty."
    ],
    "Marcel Proust": [
        "Love is space and time measured by the heart."
    ],
    "Marcus Aurelius": [
        "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.",
        "Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart."
    ],
    "Maria Bello": [
        "I'm a girl who loves fashion. I'm such a Cinderella - I love to put on a great dress and heels. It's fun!"
    ],
    "Marian Keyes": [
        "Some think love can be measured by the amount of butterflies in their tummy. Others think love can be measured in bunches of flowers, or by using the words 'for ever.' But love can only truly be measured by actions. It can be a small thing, such as peeling an orange for a person you love because you know they don't like doing it."
    ],
    "Marilyn Monroe": [
        "Experts on romance say for a happy marriage there has to be more than a passionate love. For a lasting union, they insist, there must be a genuine liking for each other. Which, in my book, is a good definition for friendship.",
        "I am good, but not an angel. I do sin, but I am not the devil. I am just a small girl in a big world trying to find someone to love."
    ],
    "Marina and the Diamonds": [
        "I love natural beauty, and I think it's your best look, but I think makeup as an artist is so transformative."
    ],
    "Mario Teguh": [
        "Never make a decision when you are upset, sad, jealous or in love."
    ],
    "Mark Twain": [
        "When you fish for love, bait with your heart, not your brain."
    ],
    "Marla Gibbs": [
        "In my life I've learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we're all searching for. I haven't come across anyone who didn't become a better person through love."
    ],
    "Martin Luther King, Jr.": [
        "We must develop and maintain the capacity to forgive. He who is devoid of the power to forgive is devoid of the power to love. There is some good in the worst of us and some evil in the best of us. When we discover this, we are less prone to hate our enemies.",
        "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality... I believe that unarmed truth and unconditional love will have the final word.",
        "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.",
        "I have decided to stick with love. Hate is too great a burden to bear.",
        "Love is the only force capable of transforming an enemy into a friend.",
        "There can be no deep disappointment where there is not deep love."
    ],
    "Martin Seligman": [
        "On the relationship side, if you teach people to respond actively and constructively when someone they care about has a victory, it increases love and friendship and decreases the probability of depression."
    ],
    "Mary Hart": [
        "I honestly, sincerely love what I do."
    ],
    "Mary J. Blige": [
        "You can hate me. You can go out there and say anything you want about me, But you will love me later because I told you the truth."
    ],
    "Matthew Underwood": [
        "Life is full of confusion. Confusion of love, passion, and romance. Confusion of family and friends. Confusion with life itself. What path we take, what turns we make. How we roll our dice."
    ],
    "Max Muller": [
        "A flower cannot blossom without sunshine, and man cannot live without love."
    ],
    "Maya Angelou": [
        "Find a beautiful piece of art. If you fall in love with Van Gogh or Matisse or John Oliver Killens, or if you fall love with the music of Coltrane, the music of Aretha Franklin, or the music of Chopin - find some beautiful art and admire it, and realize that that was created by human beings just like you, no more human, no less.",
        "If we lose love and self respect for each other, this is how we finally die.",
        "Love is like a virus. It can happen to anybody at any time.",
        "If you have only one smile in you give it to the people you love.",
        "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope."
    ],
    "Mena Suvari": [
        "A year or so ago I went through all the people in my life and asked myself: does this person inspire me, genuinely love me and support me unconditionally? I wanted nothing but positive influences in my life."
    ],
    "Menachem Begin": [
        "Peace is the beauty of life. It is sunshine. It is the smile of a child, the love of a mother, the joy of a father, the togetherness of a family. It is the advancement of man, the victory of a just cause, the triumph of truth."
    ],
    "Michael Crawford": [
        "I think one of the best words in the English language is 'compassion.' I think it holds everything. It holds love, it holds care... and if everybody just did something. We all make a difference."
    ],
    "Michael Jackson": [
        "Let us dream of tomorrow where we can truly love from the soul, and know love as the ultimate truth at the heart of all creation."
    ],
    "Michael Jordan": [
        "The game of basketball has been everything to me. My place of refuge, place I've always gone where I needed comfort and peace. It's been the site of intense pain and the most intense feelings of joy and satisfaction. It's a relationship that has evolved over time, given me the greatest respect and love for the game."
    ],
    "Michel Houellebecq": [
        "The love of a dog is a pure thing. He gives you a trust which is total. You must not betray it."
    ],
    "Mignon McLaughlin": [
        "Love is the silent saying and saying of a single name.",
        "A successful marriage requires falling in love many times, always with the same person."
    ],
    "Miguel de Cervantes": [
        "The eyes those silent tongues of love."
    ],
    "Mike May": [
        "I love the sounds and the power of pounding water, whether it is the waves or a waterfall."
    ],
    "Mike White": [
        "A flower doesn't love you or hate you, it just exists."
    ],
    "Miranda Lambert": [
        "Falling in love is awesome, but I'm never drawn to happy songs per se, so whenever you sit down to write a heartbreak song and you're happily in love, it's like, 'OK, now I have to go back to a sad place to get something good.'"
    ],
    "Missy Franklin": [
        "A huge part of swimming for me is I love it, and it is so much fun."
    ],
    "Mitt Romney": [
        "Happiness, for me, is a function of the number of people I love, and I think joy and happiness is directly related to how many people are in our lives and how deeply we are bonded with those people."
    ],
    "Molly Tarlov": [
        "Understand that everybody has their own struggles, regardless of whether you can see it or not. Just surround yourself with the people who love you, and know you're not really alone."
    ],
    "Monica Bellucci": [
        "I don't stress myself about my looks. I love to laugh. I like being able to lead an interesting life."
    ],
    "Morihei Ueshiba": [
        "Loyalty and devotion lead to bravery. Bravery leads to the spirit of self-sacrifice. The spirit of self-sacrifice creates trust in the power of love."
    ],
    "Mortimer Adler": [
        "Love without conversation is impossible.",
        "Love consists in giving without getting in return; in giving what is not owed, what is not due the other. That's why true love is never based, as associations for utility or pleasure are, on a fair exchange."
    ],
    "Mother Teresa": [
        "Love is a fruit in season at all times, and within reach of every hand.",
        "I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds; yet I willingly cure him for the love of God.",
        "There is always the danger that we may just do the work for the sake of the work. This is where the respect and the love and the devotion come in - that we do it to God, to Christ, and that's why we try to do it as beautifully as possible.",
        "Love begins at home, and it is not how much we do... but how much love we put in that action.",
        "The hunger for love is much more difficult to remove than the hunger for bread.",
        "Joy is prayer; joy is strength: joy is love; joy is a net of love by which you can catch souls.",
        "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
        "Intense love does not measure, it just gives.",
        "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.",
        "Let us always meet each other with smile, for the smile is the beginning of love.",
        "Love begins by taking care of the closest ones - the ones at home.",
        "Let us not be satisfied with just giving money. Money is not enough, money can be got, but they need your hearts to love them. So, spread your love everywhere you go."
    ],
    "Nadia Boulanger": [
        "Loving a child doesn't mean giving in to all his whims; to love him is to bring out the best in him, to teach him to love what is difficult."
    ],
    "Napoleon Bonaparte": [
        "Courage is like love; it must have hope for nourishment."
    ],
    "Naveen Jain": [
        "Being a father has been, without a doubt, my greatest source of achievement, pride and inspiration. Fatherhood has taught me about unconditional love, reinforced the importance of giving back and taught me how to be a better person."
    ],
    "NeNe Leakes": [
        "I'm just not into trying to convince people like me. I always say to myself, 'It is what it is.' I walk into a situation knowing that people are either going to love me or they're not, and that's OK. I'm just going to be me. You can't be everything to everyone."
    ],
    "Neil Patrick Harris": [
        "Rather than ignore those who choose to publish their opinions without actually talking to me, I am happy to dispel any rumors or misconceptions and am quite proud to say that I am a very content gay man living my life to the fullest and feel most fortunate to be working with wonderful people in the business I love."
    ],
    "Nelson Mandela": [
        "Give a child love, laughter and peace, not AIDS."
    ],
    "Nhat Hanh": [
        "The real power of the Buddha was that he had so much love. He saw people trapped in their notions of small separate self, feeling guilty or proud of that self, and he offered revolutionary teachings that resounded like a lion's roar, like a great rising tide, helping people to wake up and break free from the prison of ignorance."
    ],
    "Nicholas Sparks": [
        "I don't know that love changes. People change. Circumstances change."
    ],
    "Nick Cannon": [
        "Nobody can predict the future. You just have to give your all to the relationship you're in and do your best to take care of your partner, communicate and give them every last drop of love you have. I think one of the most important things in a relationship is caring for your significant other through good times and bad."
    ],
    "Nicole Scherzinger": [
        "I love a man with a great sense of humor and who is intelligent - a man who has a great smile. He has to make me laugh. I like a man who is very ambitious and driven and who has a good heart and makes me feel safe. I like a man who is very strong and independent and confident - that is very sexy - but at the same time, he's very kind to people."
    ],
    "Niecy Nash": [
        "Falling in love was the easy part; planning a wedding - yikes!"
    ],
    "Nikola Tesla": [
        "I do not think there is any thrill that can go through the human heart like that felt by the inventor as he sees some creation of the brain unfolding to success... such emotions make a man forget food, sleep, friends, love, everything."
    ],
    "Og Mandino": [
        "I will love the light for it shows me the way, yet I will endure the darkness because it shows me the stars."
    ],
    "Ogden Nash": [
        "To keep your marriage brimming, With love in the loving cup, Whenever you're wrong, admit it; Whenever you're right, shut up."
    ],
    "Oliver Goldsmith": [
        "I love everything that's old, - old friends, old times, old manners, old books, old wine."
    ],
    "Oliver Wendell Holmes, Sr.": [
        "Where we love is home - home that our feet may leave, but not our hearts.",
        "Love is the master key that opens the gates of happiness, of hatred, of jealousy, and, most easily of all, the gate of fear."
    ],
    "Orson Welles": [
        "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone."
    ],
    "Oscar Wilde": [
        "A man can be happy with any woman, as long as he does not love her.",
        "To love oneself is the beginning of a lifelong romance.",
        "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
        "Men always want to be a woman's first love - women like to be a man's last romance.",
        "No better way is there to learn to love Nature than to understand Art. It dignifies every flower of the field. And, the boy who sees the thing of beauty which a bird on the wing becomes when transferred to wood or canvas will probably not throw the customary stone."
    ],
    "Paul Sweeney": [
        "A wedding anniversary is the celebration of love, trust, partnership, tolerance and tenacity. The order varies for any given year."
    ],
    "Paulo Coelho": [
        "One is loved because one is loved. No reason is needed for loving.",
        "Love is a trap. When it appears, we see only its light, not its shadows."
    ],
    "Pele": [
        "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do."
    ],
    "Petrarch": [
        "To be able to say how much love, is love but little."
    ],
    "Pierre Corneille": [
        "Self-love is the source of all our other loves."
    ],
    "Pierre Teilhard de Chardin": [
        "Someday, after mastering the winds, the waves, the tides and gravity, we shall harness for God the energies of love, and then, for a second time in the history of the world, man will have discovered fire."
    ],
    "Pietro Aretino": [
        "I love you, and because I love you, I would sooner have you hate me for telling you the truth than adore me for telling you lies."
    ],
    "Plato": [
        "Love is a serious mental disease."
    ],
    "Pope Francis": [
        "We must restore hope to young people, help the old, be open to the future, spread love. Be poor among the poor. We need to include the excluded and preach peace."
    ],
    "Princess Diana": [
        "If you find someone you love in your life, then hang on to that love."
    ],
    "Queen Elizabeth II": [
        "Grief is the price we pay for love."
    ],
    "RJ Mitte": [
        "My sister is a mess. I love her to death, but she is a mess."
    ],
    "Rabindranath Tagore": [
        "Love does not claim possession, but gives freedom."
    ],
    "Radhanath Swami": [
        "Religion is meant to teach us true spiritual human character. It is meant for self-transformation. It is meant to transform anxiety into peace, arrogance into humility, envy into compassion, to awaken the pure soul in man and his love for the Source, which is God."
    ],
    "Rafael Nadal": [
        "I love the beach. I love the sea. All my life I live within - in front of the sea."
    ],
    "Rainer Maria Rilke": [
        "Once the realization is accepted that even between the closest human beings infinite distances continue, a wonderful living side by side can grow, if they succeed in loving the distance between them which makes it possible for each to see the other whole against the sky.",
        "Love consists in this, that two solitudes protect and touch and greet each other."
    ],
    "Ralph Waldo Emerson": [
        "Love of beauty is taste. The creation of beauty is art."
    ],
    "Ram Dass": [
        "You are loved just for being who you are, just for existing. You don't have to do anything to earn it. Your shortcomings, your lack of self-esteem, physical perfection, or social and economic success - none of that matters. No one can take this love away from you, and it will always be here.",
        "Unconditional love really exists in each of us. It is part of our deep inner being. It is not so much an active emotion as a state of being. It's not 'I love you' for this or that reason, not 'I love you if you love me.' It's love for no reason, love without an object."
    ],
    "Randeep Hooda": [
        "Love is a strange emotion. It is ever evolving. Lust is transient. With time, one realizes that love and togetherness are two different things. Very few people are lucky enough to experience the two emotions simultaneously."
    ],
    "Ric Ocasek": [
        "I love walking down the street and seeing faces and drama and happiness and sadness and dirt and cleanliness."
    ],
    "Ricardo Montalban": [
        "True love doesn't happen right away; it's an ever-growing process. It develops after you've gone through many ups and downs, when you've suffered together, cried together, laughed together."
    ],
    "Richard Bach": [
        "True love stories never have endings.",
        "If you love someone, set them free. If they come back they're yours; if they don't they never were."
    ],
    "Richard Le Gallienne": [
        "The beauty we love is very silent. It smiles softly to itself, but never speaks."
    ],
    "Robert A. Heinlein": [
        "May you live as long as you wish and love as long as you live."
    ],
    "Robert Browning": [
        "Motherhood: All love begins and ends there."
    ],
    "Robert Fulghum": [
        "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death."
    ],
    "Robert Henri": [
        "Why do we love the sea? It is because it has some potent power to make us think things we like to think."
    ],
    "Robert Herrick": [
        "What is a kiss? Why this, as some approve: The sure, sweet cement, glue, and lime of love."
    ],
    "Robert Wagner": [
        "A dog will teach you unconditional love. If you can have that in your life, things won't be too bad."
    ],
    "Ronald Reagan": [
        "If we love our country, we should also love our countrymen."
    ],
    "Roy Ayers": [
        "Having good health, being able to breathe and be happy, that's one of the most beautiful gifts. On top of that, I have the gift to play music and make people happy through that. I'm just telling you from my heart, I'm so in love with life."
    ],
    "Rudolf Steiner": [
        "May my soul bloom in love for all existence."
    ],
    "Rufus Wainwright": [
        "Life is a game and true love is a trophy."
    ],
    "Rumi": [
        "This is love: to fly toward a secret sky, to cause a hundred veils to fall each moment. First to let go of life. Finally, to take a step without feet.",
        "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
        "Through Love all that is bitter will be sweet, Through Love all that is copper will be gold, Through Love all dregs will become wine, through Love all pain will turn to medicine.",
        "The garden of love is green without limit and yields many fruits other than sorrow or joy. Love is beyond either condition: without spring, without autumn, it is always fresh.",
        "Love will find its way through all languages on its own.",
        "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally in your life's search for love and wisdom.",
        "Plant the love of the holy ones within your spirit; don't give your heart to anything, but the love of those whose hearts are glad.",
        "However much I might try to expound or explain Love, when I come to Love itself, I am ashamed of my explanations... Love alone can explain the mysteries of love and lovers.",
        "Let the beauty of what you love be what you do.",
        "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
        "We are born of love; Love is our mother."
    ],
    "Sadhu Vaswani": [
        "True love is selfless. It is prepared to sacrifice."
    ],
    "Sai Baba": [
        "Love one another and help others to rise to the higher levels, simply by pouring out love. Love is infectious and the greatest healing energy.",
        "Life is a song - sing it. Life is a game - play it. Life is a challenge - meet it. Life is a dream - realize it. Life is a sacrifice - offer it. Life is love - enjoy it.",
        "My eye is ever on those who love me."
    ],
    "Saint Augustine": [
        "He that is jealous is not in love.",
        "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like."
    ],
    "Saint Basil": [
        "A tree is known by its fruit; a man by his deeds. A good deed is never lost; he who sows courtesy reaps friendship, and he who plants kindness gathers love."
    ],
    "Saint Teresa of Avila": [
        "Prayer is an act of love; words are not needed. Even if sickness distracts from thoughts, all that is needed is the will to love."
    ],
    "Sam Harris": [
        "Everything we do is for the purpose of altering consciousness. We form friendships so that we can feel certain emotions, like love, and avoid others, like loneliness. We eat specific foods to enjoy their fleeting presence on our tongues. We read for the pleasure of thinking another person's thoughts."
    ],
    "Samuel Richardson": [
        "Love will draw an elephant through a key-hole."
    ],
    "Samuel Taylor Coleridge": [
        "Love is flower like; Friendship is like a sheltering tree."
    ],
    "Sasha Jackson": [
        "I love unique things that not everyone has. I believe its all about how you wear an outfit, not how much it costs or where it's from. Elegance is the key."
    ],
    "Satchel Paige": [
        "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching."
    ],
    "Shane Warne": [
        "Being in love with somebody is a wonderful feeling."
    ],
    "Sheena Easton": [
        "We are supposed to enjoy the good stuff now, while we can, with the people we love. Life has a funny way of teaching us that lesson over and over again."
    ],
    "Shemar Moore": [
        "Although I have a lot of close female friends in my life, my number one is still my mom. Without her, I wouldn't have the values that I have and see the world the way that I do today. She taught me how to appreciate and respect women. She taught me chivalry and how to love a woman and respect their feelings and emotions."
    ],
    "Sherman Hemsley": [
        "I'm just an old hippie. You know, peace and love."
    ],
    "Sherry Argov": [
        "Everybody has fallen down or been disappointed in love. Where you truly shine is when you get back up. Use it as a learning experience and believe in all of the possibilities."
    ],
    "Simon Cowell": [
        "People confuse ego, lust, insecurity with true love."
    ],
    "Sonam Kapoor": [
        "I have eclectic taste, and I love vintage style mixed with glamour and old world charm."
    ],
    "Sophia Loren": [
        "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of people you love. When you learn to tap this source, you will truly have defeated age."
    ],
    "Stacy London": [
        "I'm not one of those people who wakes up and thinks, 'Bring on the day!' I have to have about 7 pints of coffee before I'm even remotely awake. But I love the golden hour in the evening, as hokey as that sounds. Just as the sun is about to set and you get those lovely shadows and everything looks gold and yellow.",
        "Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love. And most importantly, be kind to others, even if you don't like them."
    ],
    "Stefano Gabbana": [
        "I love the Weather Channel because my mood changes a lot according to the weather!"
    ],
    "Stendhal": [
        "If you don't love me, it does not matter, anyway I can love for both of us."
    ],
    "Steve Gleason": [
        "Life is difficult. Not just for me or other ALS patients. Life is difficult for everyone. Finding ways to make life meaningful and purposeful and rewarding, doing the activities that you love and spending time with the people that you love - I think that's the meaning of this human experience."
    ],
    "Steve Jobs": [
        "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it."
    ],
    "Stevie Wonder": [
        "I am what I am. I love me! And I don't mean that egotistically - I love that God has allowed me to take whatever it was that I had and to make something out of it.",
        "Mama was my greatest teacher, a teacher of compassion, love and fearlessness. If love is sweet as a flower, then my mother is that sweet flower of love."
    ],
    "Suzanne Brockmann": [
        "Dare, dream, dance, smile, and sing loudly! And have faith that love is an unstoppable force!"
    ],
    "Taylor Swift": [
        "Red is such an interesting color to correlate with emotion, because it's on both ends of the spectrum. On one end you have happiness, falling in love, infatuation with someone, passion, all that. On the other end, you've got obsession, jealousy, danger, fear, anger and frustration."
    ],
    "Theodore Hesburgh": [
        "The most important thing a father can do for his children is to love their mother."
    ],
    "Theodore Isaac Rubin": [
        "I must learn to love the fool in me - the one who feels too much, talks too much, takes too many chances, wins sometimes and loses often, lacks self-control, loves and hates, hurts and gets hurt, promises and breaks promises, laughs and cries."
    ],
    "Theodore Zeldin": [
        "A dream is what makes people love life even when it is painful."
    ],
    "Thich Nhat Hanh": [
        "When we recognise the virtues, the talent, the beauty of Mother Earth, something is born in us, some kind of connection, love is born."
    ],
    "Thomas Aquinas": [
        "The things that we love tell us what we are."
    ],
    "Thomas Carlyle": [
        "Love is not altogether a delirium, yet it has many points in common therewith."
    ],
    "Thomas Merton": [
        "Love is our true destiny. We do not find the meaning of life by ourselves alone - we find it with another.",
        "The beginning of love is to let those we love be perfectly themselves, and not to twist them to fit our own image. Otherwise we love only the reflection of ourselves we find in them."
    ],
    "Thomas Paine": [
        "I love the man that can smile in trouble, that can gather strength from distress, and grow brave by reflection. 'Tis the business of little minds to shrink, but he whose heart is firm, and whose conscience approves his conduct, will pursue his principles unto death."
    ],
    "Tom Brady": [
        "Football is unconditional love."
    ],
    "Tom Freston": [
        "Only true love can fuel the hard work that awaits you."
    ],
    "Tony Hawk": [
        "You might not make it to the top, but if you are doing what you love, there is much more happiness there than being rich or famous."
    ],
    "Torquato Tasso": [
        "True love cannot be found where it does not exist, nor can it be denied where it does."
    ],
    "Tracee Ellis Ross": [
        "I need to see my own beauty and to continue to be reminded that I am enough, that I am worthy of love without effort, that I am beautiful, that the texture of my hair and that the shape of my curves, the size of my lips, the color of my skin, and the feelings that I have are all worthy and okay."
    ],
    "Tracy Morgan": [
        "I'm human, I feel, I understand. That's the highest level of love, is understanding - when you can understand someone, when you can love them with their flaws and their faults. So I understand, I consider. I may speak the truth, but I'll consider your feelings, too."
    ],
    "Troian Bellisario": [
        "I love being natural. I never feel more beautiful then after I've been to the beach and my hair's just a crazy mess of salt curls, or when I've just been outside all day hiking."
    ],
    "Venus Williams": [
        "I always like to win. But I'm the big sister. I want to make sure she has everything, even if I don't have anything. It's hard. I love her too much. That's what counts."
    ],
    "Victor Hugo": [
        "Life is the flower for which love is the honey.",
        "To love another person is to see the face of God."
    ],
    "Vincent Van Gogh": [
        "The way to know life is to love many things.",
        "I feel that there is nothing more truly artistic than to love people."
    ],
    "Virginia Woolf": [
        "One cannot think well, love well, sleep well, if one has not dined well."
    ],
    "W. Somerset Maugham": [
        "The love that lasts longest is the love that is never returned.",
        "We are not the same persons this year as last; nor are those we love. It is a happy chance if we, changing, continue to love a changed person."
    ],
    "Waris Dirie": [
        "I love life. I wish I could live another 500 years, truly. There is so much to do. I don't feel bitter or angry or disappointed. If anything, I am very grateful for where I come from. I have absolutely no regrets."
    ],
    "Washington Irving": [
        "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are the messengers of overwhelming grief, of deep contrition, and of unspeakable love.",
        "Love is never lost. If not reciprocated, it will flow back and soften and purify the heart."
    ],
    "Wayne Dyer": [
        "Fear is present when we forget that we are a part of God's divine design. Learning to experience authentic love means abandoning ego's insistence that you have much to fear and that you are in an unfriendly world. You can make the decision to be free from fear and doubt and return to the brilliant light of love that is always with you."
    ],
    "Will Rogers": [
        "If you want to be successful, it's just this simple. Know what you are doing. Love what you are doing. And believe in what you are doing."
    ],
    "William Allen White": [
        "I am not afraid of tomorrow, for I have seen yesterday and I love today!"
    ],
    "William Blake": [
        "I am in you and you in me, mutual in divine love."
    ],
    "William Shakespeare": [
        "If music be the food of love, play on.",
        "Love sought is good, but given unsought, is better.",
        "Love looks not with the eyes, but with the mind, And therefore is winged Cupid painted blind.",
        "Doubt thou the stars are fire, Doubt that the sun doth move. Doubt truth to be a liar, But never doubt I love.",
        "They do not love that do not show their love.",
        "Love is a smoke made with the fume of sighs.",
        "Love all, trust a few, do wrong to none.",
        "The course of true love never did run smooth."
    ],
    "Wynter Gordon": [
        "What I love about Sade other than her smooth and sultry voice is her willingness to be vulnerable. As a powerful, strong and beautiful woman of color, she showed her delicate, passionate side in a world where most of us are putting on a brave face. I love how effortless her style was and how consistent that red lip was!"
    ],
    "Yogi Berra": [
        "Love is the most important thing in the world, but baseball is pretty good, too."
    ],
    "Yoko Ono": [
        "The regret of my life is that I have not said 'I love you' often enough."
    ],
    "Zane Grey": [
        "Love grows more tremendously full, swift, poignant, as the years multiply."
    ],
    "Zig Ziglar": [
        "The foundation stones for a balanced success are honesty, character, integrity, faith, love and loyalty."
    ],
    "Zoe Kravitz": [
        "Beauty is when you can appreciate yourself. When you love yourself, that's when you're most beautiful."
    ],
    "Zsa Zsa Gabor": [
        "A man in love is incomplete until he has married. Then he's finished."
    ]
}